[
{
"name":"[Active] Telehealth for COPD patients - EDGE",
"funding":"Wellcome Trust and Department of Health (Health Innovation Challenge Fund",
"where":"University of Oxford",
"collaborators":"Prof Lionel Tarassenko, Prof Andrew Farmer, Dr Carl Heneghan, Dr Maxine Hardinge, Dr Jonathan Price",
"description":"<p>Building a generic telehealth solution for the management of chronic illness, based on mobile communications technology (smart phones and tablets) and capable of large-scale deployment, with Chronic Obstructive Pulmonary Disease (COPD) as the first exemplar.</p>",
"link":"http://www.ibme.ox.ac.uk/bsp/research/telehealth-for-copd-patients"
},
{
"name":"[Active] Telehealth in Gestational diabetes - GDm-health",
"funding":"Oxford Biomedical Research Centre (OxBRC)",
"where":"University of Oxford",
"collaborators":"Dr Lucy Mackillop, Dr Andrew Farmer, Prof Lionel Tarassenko",
"description":"<p>Deliver intensive monitoring and management to women with gestational diabetes while improving the quality of care. This is a randomised controlled trial with 200 pregnant women. This project won the ‘Best digital innovation’ award from the ‘Quality in care programme’.</p>",
"link":"http://www.oxfordahsn.org/wp-content/uploads/2014/03/Diabetes-Launch-MacKillop.pdf"
},
{
"name":"[Active] AHSN extension of Telehealth in Gestational diabetes - Treat-GDm",
"funding":"",
"where":"University of Oxford",
"collaborators":"Dr Lucy Mackillop, Dr Andrew Farmer, Prof Lionel Tarassenko",
"description":"<p>This project is an extension of the Treat-GDm to other hospitals in Oxfordshire, Royal Berkshire, and Milton Keynes. This innovation is a candidate for the Oxford AHSN 2015/16 Clinical Innovation Adoption programme.<br/>For more information please see: <a href=\"http://www.isis-innovation.com/licensing/9943.html\">ISIS link</a></p>",
"link":"http://www.oxfordahsn.org/wp-content/uploads/2014/07/140630_Report-to-NHS-England-v7_FINAL.pdf"
},
{
"name":"[Active] Clahrc OxFab: What are the triggers for people to lose weight, what methods do they use, and how successful are they?",
"funding":"National Institute for Health Research Collaboration for Leadership in Applied Health Research and Care (NIHR CLAHRC) ",
"where":"University of Oxford",
"collaborators":"Prof Paul Aveyard",
"description":"<p>A group of 5-10,000 weight conscious adults will be enrolled and followed via the internet with the aim of better understanding weight loss behaviour. The aim of the project will be to develop interventions to test in future randomised trials to aid self-management of weight loss and to understand how health professionals might best support it.</p>",
"link":"http://www.clahrc-oxford.nihr.ac.uk/research/what-are-the-triggers-for-people-to-lose-weight-what-methods-do-they-use-and-how-successful-are-they"
},
{
"name":"[Active] Clahrc Snap-HT: Can self-management following gestational hypertension improve control and detection of raised blood pressure?",
"funding":"National Institute for Health Research Collaboration for Leadership in Applied Health Research and Care (NIHR CLAHRC) ",
"where":"University of Oxford",
"collaborators":"Prof Richard McManus, Prof Paul Leeson, Dr Lucy Mackillop",
"description":"<p>This is a pilot study preliminary to a randomised controlled trial on self-management of blood pressure post-delivery in gestational hypertension. Women will use a validated monitor to measure their own BP twice daily and text the results into a central database where they will be displayed on a website for viewing by the women and their health professionals. Automated text messaging will assist the women in deciding when to adjust medication using a system derived from the TASMIN studies. Very low and high readings will trigger urgent checking/adjustment. Follow-up at 3 and 6 months.</p>",
"link":"http://www.clahrc-oxford.nihr.ac.uk/research/can-self-management-following-gestational-hypertension-improve-control-and-detection-of-raised-blood-pressure"
},
{
"name":"[Completed] Support-HF",
"funding":"",
"where":"University of Oxford",
"collaborators":"Prof Lionel Tarassenko, Prof Kazem Rahimi",
"description":"<p>Develop an end-to-end patient centred affordable and sustainable system for proactive heart failure management using innovative technologies and methodologies for service design.</p>",
"link":"http://www.georgeinstitute.ox.ac.uk/research/essential-healthcare/heart-failure-support-hf"
},
{
"name":"[Past] VideoSense",
"funding":"FP7 European network of excellence",
"where":"EURECOM",
"collaborators":"Prof Jean-Luc Dugelay, Prof Atta Badii",
"description":"<p>Empower young researchers and to promote senior researchers’ knowledge, in the scientific field of ‘Ethically-guided and Privacy-respecting Video Analytics’.</p>",
"link":""
},
{
"name":"[Past] Video-ID",
"funding":"ANR Project - French National Project",
"where":"EURECOM",
"collaborators":"Prof Jean-Luc Dugelay",
"description":"<p>Video surveillance system for recognition and tracking of people in public environments.</p> <p>Objectives:</p> <ol> <li> Define the concepts of identification use by video surveillance.</li> <li> Improve the intrinsic performances of each of the image analysis technologies.</li> <li> Build the automatic chain of operations required and evaluation of the systems.</li> <li> Widen the capabilities of the intelligent video surveillance systems in order to detect individuals with acceptable accuracy in all kinds of situation and allow for their identification.</li> </ol>",
"link":""
},
{
"name":"[Past] Actibio",
"funding":"FP7 - European Project",
"where":"EURECOM",
"collaborators":"Prof Jean-Luc Dugelay",
"description":"<p>Researched and developed a completely new concept in biometric authentication, i.e. the extraction of biometric signatures based on the response of the user to specific stimuli while performing specific work-related activities.</p>",
"link":""
},
{
"name":"[Past] Biorafale",
"funding":"ANR Project - French National Project",
"where":"EURECOM",
"collaborators":"Prof Jean-Luc Dugelay",
"description":"<p>Aimed at providing solutions for optimal processing for detection and identification of subjects in a non-controlled context. BIORAFALE pushed the limit beyond most available face recognition systems to come up with an innovative system, which is reasonably good in all test cases.</p>",
"link":""
}
]
